

# Желаемое кол-во кликов за раз. Рандомным путём будет выбрано значение в следующих диапазонах
COINS = [11, 46] # 11 - минимальное значение /// 46 - максимальное
# Ставить максимальное значение выше 100 не рекомендуется! В лучшем случае - монеты не засчитаются на баланс, в худшем - аккаунт забанят!


# Максимальный уровень прокачки одной карточки
MAX_LVL = 20
# По дефолту установлен самый оптимальный уровень карточки (20). Также 20 является максимальным уровнем прокачки - выше просто невозможно!


# Максимальный уровень хранилища восстановленной энергии
MAX_ENERGY_LIMIT = 10
# По дефолту установлен самый оптимальный уровень буста (10). Изменять данный параметр не рекомендуется, или на свой страх и риск!


# Максимальный уровень скорости восстановления энергии
MAX_ENERGY_REGEN = 10
# По дефолту установлен самый оптимальный уровень буста (10). Изменять данный параметр не рекомендуется, или на свой страх и риск!


# Автоматическое обновление программы
AUTO_UPDATE = True # Для включения установите значение True, для отключения — False.
# По умолчанию автообновление включено, и рекомендуется не изменять этот параметр. Однако, вы можете его отключить по соображениям безопасности!

